Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=235_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Sámi duodji – saamelainen käsityö
smn: Säämi tyeji

source: Sámi duodjin eli saamelaisen käsityön juuret ovat syvällä historiassa.
smn: Säämi tyeje madduuh láá jieŋâlâsâst historjást.

source: Esineiden mallit ja koristelutyylit pohjautuvat vanhoihin käyttöesineisiin, joita aikaisemmin lähes jokaisen oli osattava tehdä.
smn: Tiiŋgâi maalih já hervimstiijhlah vuáđuduveh puáris anotiŋgáid, maid tovle masa juáháš koolgâi mättiđ rähtiđ.

source: Leukuseppien, puuseppien, ompelijoiden tai kutojien ammattikuntaa ei ollut.
smn: Nijbečeepij, šnikkárij, kuárroi tâi kođđei áámmátkodde ij lamaš.

source: Nykyisin sámi duodji on usein taidekäsityötä ja siitä on tullut monille elinkeino tai elinkeinon osa.
smn: Tááláá ääigi säämi tyeji lii távjá taaidâtyeji já tast lii šoddâm maŋgâsáid iäláttâs tâi iäláttâs uási.

source: Kauniisti, koristellut puukot, naaput (poron lypsykauha), kuksat (juomakauha) ja hopea-astiat ovat monille koriste-esineitä, joita ei raskita käyttää niin kuin niiden kantamalleja on vuosituhansien ajan käytetty.
smn: Muččâdávt, hervejum niijbeh, nääpih (pccuu paččeemkukse), kuuvseh já čilbâliteh láá maŋgâsáid čiŋŋâtiiŋgah, maid iä raskii kevttiđ nuuvt tegu toi vuáđumaalih láá kevttum ihetuháttij ääigi.

source: Saamelaiset taiteilijat luovat kaiken aikaa perinteisiä materiaaleja, muoto- ja koristelutapoja soveltavia uusia malleja, koruja, asusteita ja käyttöesineitä.
smn: Säämi taaidâreh rähtih ubâ ääigi uđđâ maalijd, čiiŋâid, káárvuid já anotiiŋgâid, main heiviitteh ärbivuáválij materiaalâi, hämi- já hervimvuovijd.

source: Saamelainen käsityöesine on pohjimmiltaan funktionaalinen, käytännön tarpeisiin tehty.
smn: Säämi anotiŋgâ lii vuáđulumosávt funktionaallâš, keevâtlâš tárboid rahtum.

source: Silti sen tulee myös näyttää kauniilta ja miellyttää kättä.
smn: Liijká tot kalga meid nevttiđ čaalman muččâdin já leđe vuovâs kietân.

source: Liikkuvasta elämäntavasta ja tiiviistä luontosuhteesta johtuen turhaa mukana kannettavaa tai tarpeetonta rihkamaa ei perinteisesti tehty.
smn: Jottee eellimvyevi já čovgâ luándukoskâvuođâ keežild tušes tâi tárbuttis topârik ij ärbivuáválávt rahtum.

source: Suuri osa materiaaleista on saatu ja saadaan edelleen oman asuinalueen luonnosta.
smn: Stuorrâ uási materiaalâin láá uážžum já uážžuh ain-uv jieijâs aassâmkuávlu luándust.

source: Duodjin taitajat ovat oppineet hyödyntämään esimerkiksi porosta ja puusta lähes kaikki niiden osat.
smn: Tyeje mätteeh láá oppâm ávhástâllâđ ovdâmerkkân poccuu já muorâ masa puohâi osijguin.

source: Koivustakin kelpaavat käsitöihin paitsi puuaines, myös parkki, tuohi ja juuret.
smn: Suávist-uv tohhejeh tuojijd muorâamnâs lasseen meid párkku, pessi já viäddáh.

source: Duodji jäsennetään yleensä pehmeisiin ja koviin materiaaleihin.
smn: Tyeji juáhhoo táválávt timmâ já korrâ materiaaláid.

source: Naiset ovat tavallisesti tehneet pehmeitä töitä, joihin luetaan poronnahan, kudonnaisten ja tekstiilien työstäminen.
smn: Nisoneh láá táválávt porgâm timmâ tuojijguin, moid lohhojeh poccuučeevđi, kuđâlmij já tekstiilij amnâstem.

source: Miehet puolestaan ovat muovanneet esineitä kovasta luusta, sarvesta, puusta ja metallista.
smn: Almaah oppeet láá hammim tiiŋgâid korrâ täävtist, čuárvist, muorâst já metallist.

source: Saamelaiselle käsityölle on ominaista, että materiaalien muokkaamista tärkeämpää on ollut materiaalien ominaisuuksiin mukautuminen.
smn: Säämi tuáján lii tijpâlâš, et materiaalâi hammiimist tehálub lii lamaš materiaalâi jiešvuođáid vuáhádume.

source: Esimerkiksi pahkasta valmistettavat kuksat ja muut käyttöastiat on koverrettu pahkan omia kasvusyitä seuraillen.
smn: Ovdâmerkkân päähist rahtum kuuvseh já eres anoliteh láá kuovzum päähi jieijâs šoddâmsáigui mield..

source: Vanhinta perinnettä sámi duodjissa edustavat sarvi-, luu-, puu- ja nahkatyöt.
smn: Säämi tyeje puárásumos ärbivyevi ovdâsteh čuárvi-, tähti-, muorâ- já nähkityejeh.

source: Tinalangan teon, nauhapunonnan ja tekstiilityön saamelaiset ovat omaksuneet osittain muilta kansoilta.
smn: Taneáárpu rähtim, päddiponnoom já tekstiilpargo sämmiliih láá oppâm uásild eres aalmugijn.

source: Monia varsin myöhään ulkoisten kauppasuhteiden vaikutuksesta omaksuttuja materiaaleja on kuitenkin totuttu pitämään perinteisinä, niin tuttuja esimerkiksi verka, silkki ja hopea saamelaisessa käsityössä ovat.
smn: Maaŋgah materiaaleh, moh láá puáttám viehâ maŋŋeed ulguupiälái kävppikoskâvuođâi vaikuttâsâst, láá kuittâg nobdum lemin ärbivuáváliih, nuuvt uáppáh ovdâmerkkân läđđee, silkke já silbâ säämi tyejeest láá.

source: Toisaalta esimerkiksi hopeaesineissä saamelainen kulttuuri säilyttää edelleen sellaisia vanhoja itä- ja keskieurooppalaisia perinteitä, jotka ovat lähtöalueiltaan jo kauan sitten kadonneet.
smn: Nube tááhust ovdâmerkkâm silbâtiiŋgâin säämi kulttuur siäilut ain-uv tagarijd puáris nuorttâ- já koskâeurooplijd ärbivuovijd, moh láá vuolgâsojijnis jo kuhháá tassaaš lappum.

source: Hopeaa käytetään vyön koristeissa ja riskuissa, mutta myös juoma-astioissa, sormuksissa, korvakoruissa ja kaulaketjuissa.
smn: Silbâ kiävttoo puáhháá čiiŋâin já šoljoin, mut meiddei juuhâmliitijn, suormâsijn, peljičiiŋâin já cimccâhpaadijn.

source: Luu- ja sarvitöiden materiaalina käytetään poron sarviluuta, muita luuston osia ja lehmän ja hirven sarvia.
smn: Tähti- já čuárvipargoi materiaalân kiävttojeh poccuu čuárvi já täävtih, eres taavtij uásih, sehe kuusâ já soorvâ čuárvih.

source: Luusta ja sarvesta valmistetaan lusikoita, tiuhtoja (nauhapirta), laukun leukoja, neulakoteloita, veitsen kahvoja – nykyisin myös koruja.
smn: Täävtist já čuárvist ráhtojeh pastemeh, njuškomeh, laavhâ kääibih, náluskuápuh, nijbetoppiittuvah – tááláá ääigi meid čiiŋah.

source: Lisäksi koristeellisia sarviupotuksia käytetään monissa puuesineissä, kuten kuksissa, naapuissa, ajo- ja matkasauvoissa, pulloissa ja kiisoissa (arkku).
smn: Lasseen hiärváás čuárvivuájuttâsah kiävttojeh maaŋgâin muorâtiiŋgâin, tegu kuuvsijn, naapijn, vyeijim- já mätkisoobijn, puttâlijn já kijssáin (čukke).

source: Saamelainen ornamentiikka on runsaimmillaan ja kauneimmillaan juuri sarvi- ja luutöissä.
smn: Säämi ornamentiik lii valjaamus já muččâdumos muddoost eidu čuárvi- já tähtituojijn.

source: Koristekuviot kaiverretaan yleensä puukon kärjellä ja värjätään lepänkuorinesteellä tai tuhkalla.
smn: Hervâkovoseh skuážurduvvojeh táválávt nijbekeijijn já ivnejuvvojeh leibiostoin tâi kuunáin.

source: Saamelainen muotoilu puolestaan on parhaimmillaan puisissa käyttöesineissä kuten kuksissa, naapuissa, pulloissa ja koriste-esineissä.
smn: Säämi hammim pelestis lii pyeremuu muddoost muorâst rahtum anotiiŋgâin tegu kuuvsijn, naapijn, puttâlijn já čiŋŋâtiiŋgâin.

source: Niitä tehdään koivun varsi- tai pajun juuripahkoista.
smn: Toh ráhtojeh suáhipaahijn tâi poijuu veedâpaahijn.

source: Puusta valmistetaan myös suksia, rekiä, veneitä, ahkioita ja kiisoja (arkku).
smn: Muorâst ráhtojeh meid saveheh, rievah, kárbáh, kerriseh já kiijsáh (čukke).

source: Poron koipi- ja kallonahoista valmistetaan lämpimiä, talviaikana käytettäviä karvakenkiä ja kintaita.
smn: Poccuu kamâsijn já kállunaahkijn kuárrojeh lieggâ sovskammuuh já kistuuh täälvi várás.

source: Vasan nahasta valmistetaan mm. lakkeja ja raavaan poron nahasta poronnahkaturkkeja eli peskejä.
smn: Vyesi čeevđist kuárrojeh eres lasseen kapereh já rävis poccuu čeevđist peeskah.

source: Karvanpoiston, parkkiliemessä käsittelyn, puhtaaksi kaapimisen ja pehmeäksi muokkaamisen jälkeen saadaan muokattua parkkinahkaa, jota kutsutaan sisnaksi.
smn: Navalittem, ostoliemâst kieđâvuššâm, neskim já timedem maŋa finnee timedum ostočeevđi, mii kočoduvvoo šišnen.

source: Sisna on kestävää ja kauniin väristä, ja siitä tehdään esimerkiksi laukkuja, suola- ja kahvipusseja, kenkiä, tossuja ja nykyisin mm. kännykkäkoteloita.
smn: Šišne lii nanos já muččâd, já tast kuárrojeh ovdâmerkkân laavhah, sältti- já kähviseehah, kammuuh, luáváttuvah já tááláá ääigi meid kietâpuhelinskuápuh.

source: Saamelaisilla käsityöntekijöillä on Pohjoismaissa omat järjestönsä, jotka hoitavat mm. myynti- ja näyttelytoimintaa.
smn: Säämi tyejeest láá Tave-enâmijn jieijâs ornijdumeh, moh tipšoh eres lasseen vyebdim- já čáitálmâstooimâ.

source: Suomen puolella toimiva Sámi duodji-yhdistys järjestää näyttelyitä ja neuvontaa sekä välittää aitoja saamen käsitöitä myyntiin.
smn: Suomâbeln tuáimee Sámi duodji-servi uárnee čáitálmâsâid já ravvim sehe joođeet puigâ säämi tuojijd vyebdimnáál.

source: Yhdistyksellä on myymälät Inarin kirkonkylässä ja Enontekiön Hetassa.
smn: Seervist láá puuvdah Aanaar markkânist já iänuduv Hettaast.

source: Yhdistystä edelsi Inarissa vuonna 1975 perustettu Sápmelaš Duoddjárat ry, jonka tarkoituksena oli vaalia kansan käsityöperinnettä.
smn: Seervi ovdedij Anarist ive 1975 vuáđudum Sápmelaš Duoddjárat ry, mon uáivilin lâi aitârdiđ aalmug tyejiäärbi.

source: Saamelaisen käsityön tunnuksena on tänään yhteispohjoismainen Sámi Duodji-merkki, joka on tae aidosta saamelaiskäsityöstä.
smn: Säämi tyeje tubdâldâhhân lii tääl ohtsâštave-eennâmlâš Sámi Duodji-merkkâ, mii lii táhádâs, puigâ säämi tyejeest.

source: Käsityösanoja pohjoissaameksi:
smn: Tyejisäänih anarâškielân:

source: Guksi - kuksa, juomakauha
smn: Nijbe - puukko

source: Náhppi - naappu, poron lypsykauha
smn: Mááccuh - puku

source: Silba - hopea
smn: Peskâ - peski, poroturkki

source: Golli - kulta
smn: Vaacah - lapaset

source: Gákti - puku
smn: Kijssá - kiisa, arkku

source: Goikkehat - karvakengät
smn: Poovij - vyö

source: Gistát - kintaat
smn: Šišne - sisnanahka

source: Čoarvi - sarvi
smn: Tyelji - talja

source: Sisti - sisnanahka
smn: Liiŋkah:

source: Áibmi - äimä, nahkaneula
smn: Sámi duodji ry Suomâst

source: Linkkejä:
smn: Sámi duodji Ruotâst

source: Sámi duodji verkkokauppa Suomessa
smn: Sámi duodji Taažâst

source: Samekki – taidekäsityömyymälä Inarissa
smn: Samekki – taaidâtyejipuvdâ Anarist

source: Saamen käsityön korkeaa koulutusta Sámi allaskuvlassa
smn: Säämi tyeje aaleeb škovlim Säämi ollâškoovlâst

source: Saamen käsityön koulutusta Inarissa
smn: Säämi tyeje škovlim Anarist

source: Saamen käsityön koulutusta Jokkmokissa
smn: Säämi tyeje škovlim Juhâmohheest
